Repository: RicardoAReyes/weather.gov
Catalog: web/modules/weather_i18n/translations/*.po
Languages: es

# alerts.labels.areas-impacted.01
source: Areas impacted
es: Áreas afectadas

# alerts.labels.what-to-do.01
source: What to do
es: Qué hacer

# alerts.text.counties-in.01
source: Counties in @area
es: Condados en

# alerts.text.in-effect-from.01
source: In effect from @start
es: En efecto desde

# alerts.text.including-cities.01
source: Including these cities
es: Incluyendo estas ciudades

# alerts.text.issued-by.01
source: Issued by @sender
es: Emitido por el SNM en Los Angeles/Oxnard CA

# backend.login.cancel-text.01
source: Cancel Text
es: Cancelar Texto

# backend.login.login-text.01
source: Login Text
es: Texto de inicio de sesión

# backend.login.sso-cancel-path.01
source: SSO Cancel Path
es: Cancelar ruta de sesión SSO

# backend.login.sso-login-path.01
source: SSO Login Path
es: Ruta de inicio de sesión del SSO

# daily-forecast.labels.alert.01
source: Alert
es: Alerta

# daily-forecast.labels.day.01
source: Day
es: Día

# daily-forecast.labels.high.01
source: High
es: Alta

# daily-forecast.labels.low.01
source: Low
es: Baja

# daily-forecast.labels.multiple-alerts.01
source: Multiple alerts
es: Múltiples alertas

# daily-forecast.labels.night.01
source: Night
es: Noche

# daily-forecast.labels.overnight.01
source: Overnight
es: Durante la noche

# daily-forecast.labels.today.01
source: Today
es: Hoy

# daily-forecast.text.usa-gov-site.01
source: Official website of the United States government
es: Sitio web oficial del gobierno de Estados Unidos

# footer.aria.noaa-logo.01
source: National Oceanic and Atmospheric Administration logo
es: Logo de la Administración Nacional de Océanos y Atmósfera

# footer.noaa-motto.01
source: Science. Service. Stewardship
es: Ciencia. Servicio. Administración

# footer.text.usa-gov-site-alt.01
source: An official website of the United States government
es: Un sitio web oficial del gobierno de Estados Unidos

# forecast.current.feels-like.01
source: Feels like
es: Se siente como

# forecast.current.last-updated.01
source: Last updated
es: Última actualización

# forecast.current.obs-station.01
source: Observation station
es: Estación de observación

# forecast.errors.current-conditions.01
source: There was an error loading the current conditions.
es: Hubo un error al cargar las condiciones actuales.

# forecast.errors.daily.01
source: There was an error loading the daily forecast.
es: Hubo un error al cargar el pronóstico diario.

# forecast.labels.alerts.01
source: Alerts
es: Alertas

# forecast.labels.seven-days.01
source: 7 Days
es: 7 Días

# forecast.labels.weather-info.01
source: Weather information sections
es: Secciones de información del tiempo

# hourly-table.aria.scroll-left.01
source: scroll left
es: desplace a la izquierda

# hourly-table.aria.scroll-right.01
source: scroll right
es: desplace a la derecha

# hourly-table.aria.table-description.01
source: Detailed hourly weather data for @month/@day. The rows are weather variables, the columns are hours.
es: Datos detallados del tiempo para el 25 de julio. Las filas son variables del tiempo, las columnas son horas.

# hourly-table.labels.condition.01
source: Condition
es: Condición

# hourly-table.labels.dewpoint.01
source: Dewpoint
es: Punto de Rocío

# hourly-table.labels.humidity.01
source: Humidity
es: Humedad

# hourly-table.labels.temperature.01
source: Temperature
es: Temperatura

# hourly-table.labels.time.01
source: Time
es: Tiempo

# hourly-table.labels.wind-speed.01
source: Wind speed
es: Velocidad del viento

# hourly-table.text.gusting.01
source: with gusts up to @gustSpeed mph
es: con ráfagas de hasta 40 mph

# loader.loading-text.01
source: Loading the forecast
es: Cargando el pronóstico

# location-search.labels.enter-city-zip.01
source: Enter city or zip code
es: Ingrese la ciudad o el código postal

# location-search.labels.use-location.01
source: Use my location
es: Usar mi ubicación

# observation-table.labels.gusts.01
source: Gusts
es: Ráfagas

# observation-table.labels.pressure.01
source: Pressure
es: Presión

# observation-table.labels.visibility.01
source: Visibility
es: Visibilidad

# observation-table.labels.wind.01
source: Wind
es: Viento

# precip-table.aria.amounts.01
source: precipitation amounts for the coming hours
es: cantidades de precipitación para las próximas horas

# radar.labels.intensity.01
source: Intensity
es: Intensidad

# radar.labels.legend.01
source: Radar Legend
es: Leyenda de radar

# safety.labels.tips.01
source: Tips to stay safe
es: Consejos para mantenerse seguro

# theme.text.submitted-by.01
source: Submitted by @author_name on @month/@day
es: Enviado por Colin Murphy el 25 de julio

# units.inches.01
source: @inches"
es: pulgadas

# units.mercury-inches.01
source: @mercury_inches in (@mbar&nbsp;mb)
es: 30.18 pulgadas (1022 mb)

# units.miles.01
source: miles
es: millas

# uswds-banner.gov.description_html.01
source: A <strong>.gov</strong> website belongs to an official government organization in the United States.
es: Un sitio web .gov pertenece a una organización gubernamental oficial en los Estados Unidos.

# uswds-banner.gov.description.01
source: Official websites use .gov
es: Los sitios web oficiales usan .gov

# uswds-banner.gov.https.01
source: Secure .gov websites use HTTPS
es: Los sitios web seguros .gov usan HTTPS

# uswds-banner.gov.safely-connected_html.01
source: or <strong>https://</strong> means you've safely connected to the .gov website. Share sensitive information only on official, secure websites.
es: o https:// significa que se ha conectado de forma segura al sitio web .gov. Comparta información sensible solo en los sitios web oficiales y seguros.

# uswds-banner.how-you-know.01
source: Here’s how you know
es: De esta forma sabrás

# uswds-banner.lock_alt.01
source: Locked padlock icon
es: Icono de candado cerrado

# uswds-banner.lock_html.01
source: A <strong>lock</strong>
es: Un bloqueo

# uswds-banner.lock.01
source: Lock
es: Cerrado

# uswds-banner.skip-to-content.01
source: Skip to main content
es: Saltar al contenido principal

# wfo.labels.find-us.01
source: Find us on
es: Encuéntranos en

# wfo.labels.local-office.01
source: Your Local Forecast Office
es: Su Oficina de Pronóstico Local

# wfo.labels.twitter.01
source: X (Twitter)
es: X

# wind.labels.speed-from-east.01
source: @speed mph from the east
es: @speed mph desde el este

# wind.labels.speed-from-north.01
source: @speed mph from the north
es: @speed mph desde el norte

# wind.labels.speed-from-northeast.01
source: @speed mph from the northeast
es: @speed mph desde el noreste

# wind.labels.speed-from-northwest.01
source: @speed mph from the northwest
es: @speed mph desde el noroeste

# wind.labels.speed-from-south.01
source: @speed mph from the south
es: @speed mph desde el sur

# wind.labels.speed-from-southeast.01
source: @speed mph from the southeast
es: @speed mph desde el sureste

# wind.labels.speed-from-southwest.01
source: @speed mph from the southwest
es: @speed mph desde el suroeste

# wind.labels.speed-from-west.01
source: @speed mph from the west
es: @speed mph desde el oeste
